[
  {
    "id": "911-transcript",
    "title": "9/11 Airlines Bit",
    "type": "transcript",
    "content": [
      {
        "speaker": "Voice 1",
        "text": "hey for the ninth consecutive year Nick, Jet Blue Air airlines rank first for satisfaction among all North American Airlines but you know what ranked least in satisfaction?"
      },
      {
        "speaker": "Voice 1",
        "text": "Nine-eleven Airlines."
      },
      {
        "speaker": "Voice 1",
        "text": "What a terrible name for an airline--it reminds me of that tragedy."
      },
      {
        "speaker": "Voice 2",
        "text": "oh, nine-eleven, ha!"
      },
      {
        "speaker": "Voice 1",
        "text": "yeah -- hey don't laugh at nine eleven..."
      },
      {
        "speaker": "Voice 1",
        "text": "I try to tell him not to laugh, you know...I walked through blood and bones in the streets of Manhattan trying to find my brother."
      },
      {
        "speaker": "Voice 3",
        "text": "Jesus..."
      },
      {
        "speaker": "Voice 1",
        "text": "yeah he was in Northern Canada."
      }
    ]
  },
  {
    "id": "tom-green-transcript",
    "title": "Norm and Tom Green - Honkey Let's Kill This",
    "type": "transcript",
    "content": [
      {
        "speaker": "Tom Green",
        "text": "Alright, Norm, let's play a game called \"Talk Your Way Out of It.\" I'm gonna throw you into a fucked-up scenario, and you've got to bullshit your way out. Ready?"
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Yeah, sure, let's do this."
      },
      {
        "speaker": "Tom Green",
        "text": "Okay, so you meet this smoking hot chick, right? She wants to fuck you, but there's a catch: you have to wear a fucking afro wig while doing it."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Sure, I'm down for that."
      },
      {
        "speaker": "Tom Green",
        "text": "But here's the kicker—while you're banging her, she starts shouting racist shit at the top of her lungs."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Alright..."
      },
      {
        "speaker": "Tom Green",
        "text": "Suddenly, the goddamn neighbor, who's a Black dude with a baseball bat, hears the noise and barges in, looking pissed as fuck."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "While we're mid-fuck?"
      },
      {
        "speaker": "Tom Green",
        "text": "Yep, her door's not even locked. He hears her yelling nigger and storms in like he's gonna bash some heads."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Alright, so you want me to get out of this shitstorm?"
      },
      {
        "speaker": "Tom Green",
        "text": "Yeah, what do you say to this angry dude with a bat?"
      },
      {
        "speaker": "Norm Macdonald",
        "text": "[Pauses, then deadpan] I'd be like, \"Hey, bro, let's fucking kill dis honkey bitch!\""
      },
      {
        "speaker": "Tom Green",
        "text": "[Laughs] You'd just switch sides like that?"
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Hell yeah, I'd be like, \"Come on, man, you and me, jive turkey!\""
      }
    ]
  },
  {
    "id": "nml-jokes-transcribed-pdf",
    "title": "Norm Macdonald Live Jokes (PDF Extraction)",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm Macdonald",
        "text": "We all know that the Swiss are officially neutral, unofficially however, they’re filthy sons of bitches. 2."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Remember the old days when tweeting meant stabbing a hooker? 3."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Why is there an app for everything, except, how to rape a baby 4."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Some gold plated chains would make a nice retirement gift for a very very good slave 5. I can prove God exists, if I could just find that damn receipt from our brunch in the Hamptons 6."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "We could nip March madness in the bud if we watch for the warning signs of brooding anti social February fever 7."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Well this Lindsay Lohan can’t swim a stroke but she sure knows every dive in town 8."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Call me an old softie, but I’d prefer if you call me a distinguished gentleman with a flagging erection. 9. I remember back when the Harlem Shake was just a black fella holding me upside down off a fire escape trying to collect his money 10."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Sure junkyard dogs are mean, but the meanest dogs are generally found guarding concentration camps."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Note: Early version of Jim Croce's 1973 smash hit Bad Bad Eeroy Brown included the line “Meaner than a concentration camp dog” but Croce decided it was unpleasant to the ear."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "And it was also offensive to Jews, Gypsies and homosexuals."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Little did it matter, Croce would be dead within the year. 11."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Deep throat porn legend Harry Reeves died, how are they going to close that casket?! 12."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Alfred the great may well be the greatest monarch in the history of England - the worst? Richard the goat fucker. TOM GREEN 13."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "This Easter Sunday, Snoop Dogg gets to say “Christ is rizzezen” 14."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "We wear new clothes on Easter to represent Christ's triumphant appearance to the stunned Apostles, in a sharp 2 button blazer by Hugo Boss. 15."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The guy who did the voice of Charlie Brown was arrested for stalking his girlfriend this week."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "He also said the next time Lucy grabs away the football, he's going to “cut that bitch” 16."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "President Obama continues to shamelessly wage class warfare."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Today he announced a steep new tax on shiny top hats. 17."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Some folks say what this country needs is a good five cent cigar. I’m guessing they're opposing obamacare. 18. I don't know if this counts as an NCAA cinderella story, but one of the marquette players said he had help making his uniform, from a bunch of singing mice and birds. 19. I read a story about 17 year old kid who stole a plane, crashed it, and survived."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Why don’t we make the whole plane out of that kid? 20."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Warning to the Easter bunny, don't put all your eggs in one basket fella. 21."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "They say the world's a smaller place than it used to be, but I think that’s an optical illusion, based on me becoming a big fat guy. 22."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Growing up, I never would have believed that one day I’d need a computer just to masterbate. 23."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Jon Hamm has a big dick. I could have told you that but I don't suck and tell. 24."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Swedish Bond girl Britt Ekland told Piers Morgan this week that she was seduced by Warren Beatty after the legendary lothario took her to an x rated movie for their first date."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "This is what I have to say about that “Hey Warren, stop stealing my moves!” 25."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Thomas Edison invented the lightbulb, but I invented the lightbulb up my ass. 26."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Octomom is facing jail time for committing welfare fraud."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Who didn't see that one coming. I mean seriously, a single mother of 8! 27. I am not a big fan of video games where you can not kill a prostitute. 28."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The thing I miss most about the 70s is rolling a number and giving my old lady some head. 29."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Celebrating April 1st birthdays, Russian pianist Sergei Romanov, who was born on this day in 1872, rapper Method Man is 41, Debbie Reynolds turns 80 today, Rachel Maddow is 39, and former German Chancellor Helmut Schmidt would have been 95 today."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "April Fools! Former German Chancellor Helmut Schmidt is alive and well! 30. I love Lou Gehrig, but I’m not going to stand up in front of a million people and brag that I'm the luckiest man in the world because some doctors named a disease after me."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Confidence is one thing, but arrogance is the worst disease of them all. 31."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "One day in the hopefully not too distant future, North Korean dictator Kim Jong Un is going to hear a loud popping sound."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The sound of his head coming out of his own ass! 32. A Miami Florida pimp is in custody after forcing a 13 year old prostitute to have his name tattooed on her eyelids when she threatened to run away from him."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Roman Thomas The 3rd faces charges of human traffic, false imprisonment, lewd and lascivious exhibition, and delivery of a controlled substance to a child."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "You know the scriptures say “judge not lest ye be judged” but I’m just going to come out and say it."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "This “Roman Thomas the 3rd guy” this guy's a real jerk 33. I used to think revenge was a dish best served cold, but then I realized it meant, getting back at somebody. 34."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Hey news media, leave Kim Kardashian alone, will you? She's pregnant of course she's going to gain weight and if anyone knows about rapid weight gain it's me. I went to see the doctor about it and he told me to open my mouth and say OINK! 35. I think enough time has passed since 1947 where I can safely admit it. I wish I was the guy that finally wiped the annoying smirk off the Black Dahlia's face. 36."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Music is the universal language, but one day soon it will be replaced by Chinese. 37. I feel the same way about slaves as I do about shirts with flame patterns on them. I don't want to be friends with anyone who owns either of them. 38."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Mickey Mantle knew two things, drinking, and playing drunk baseball. 39."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Why doesn't applebee's call their appetizers appletizers? And why doesn’t that waitress I met at TGI Fridays ever call me back. 40."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "This administration is cutting back drastically on military spending but doesn’t think defense capabilities will be comprised? How so? I’ll tell you how so! Groupons 41. A world wide scientific study confirms a long held suspicion; no one anywhere likes drum circles. 42."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Justin bieber's monkey has been quarantined, which reminds us how far we’ve come since headlines about Pearl Harbor and D-Day. 43."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "In the coffee shop line today I hear the guy behind me say “I like to start by biting the ears off” and I had to pray “Please god let him be talking about a chocolate Easter bunny” 44."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Earlier this week Aaron Jackson of Topeka Kansas painted his house the colors of the gay pride rainbow flag in direct protest of the Westboro Baptist Church."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "When that didn’t seem to work, Jackson fucked 3 of his best buds on his front lawn. 45."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Chipotle has canceled its planned sponsorship of the Utah Boy Scout event due to the BSA's ban on gay leaders and scouts."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Ironic how an all male anti-gay organization would want to put hot thick loads of beef and sour cream in their mouth. 46."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Former Tennessee Titans cheerleader Elizabeth Leigh Garner is accused of pulling a 12 year old boy pants off and offering him oral sex."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The boy refused her advance, not because he was 12 but because he was a diehard Colts fan."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Former pornstar Jenna Jameson was arrested this weekend after allegedly assaulting someone."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "This may be the most damaging to happen to her image since a 60 year career in pornography. 48."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Why did the moron throw the clock out the window? Because it reminded him of Richard Clock - the man convicted of knife raping his wife. (Link) 49."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Veterinarians in Colorado have reported that marijuana use is on the rise among dogs."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "They say you will know if your dog is too high if it starts making a really tall sandwich. 50."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "My doctor told me I should start juicing you know? The problem is I don’t think he meant ham juice. 51. I’m so fat when I get my shoes shined I have to take the boot blacks word for it. 52."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Porn actor Ron Jeremy is back at work after having open heart surgery."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The name of his next feature is called “I’m going to have to sit down for most of this” 53."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Dance like nobody's watching."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Sing like nobody's listening."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Love like you’ve never been hurt."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "And fuck like a goddamn retard. 54."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "How many polish guys does it take to screw in a lightbulb."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The question can not be answered because polish people are so fucking stupid that no matter how many of them are available none of them would ever be able to complete that simple task. 55."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "How many comedians does it take to screw in a lightbulb."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "One to do it, and the other guy to go “How long’s he been up there?” 56."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "My Brother in Law is so stupid he came up with a bucket list."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Know what the first thing on his bucket list was? Committing suicide. 57."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Have you heard about the 4 NFL players that are coming out of the closet? It's about time I think. I think it's high time."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Because isn't it strange that nobody’s come out of closet in an entire sport of football? Where there's 2000+ players."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "So there's a great deal of speculation on who the 4 Gay players will be. nobody knows."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "My guess it's those 4 that are always sucking each others cocks. 58."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Because of droughts all over Europe, scientists are predicting a global shortage of olive oil."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Soon the world will know the way the way Popeye felt after the death of his wife. 59."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "It takes forever to get a pilot's license, but it only takes a couple of minutes to steal a pilot’s jacket and hat. 60."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Barbara Walters is planning to announce her retirement, what's next for Babs? Death. BILLY BOB THORNTON 61. I think there's nothing cooler than being a lone wolf."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Except at wolf picnics when you don't have a partner for the wolf wheelbarrow races. 62."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The Octomom has reportedly been evicted from her california home."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The mother of 13 children packed up and left her property in palmdale after being asked to leave for not paying her rent for the month of april."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The single parent whose real name is Nadya Suleman exited leaving a huge mess and the stench of urine inside the pad."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Wait it says here the urine has been traced back to Adam Eget. 63."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Call me crazy, but I take orders from martians who send secret message beamed out from the antenna at the top of the Empire State Building. 64. A Georgia high school is planning to merge their formerly all black and all white proms into a single event."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The theme of this June's dance? An evening of unbridled race war. 65. A florida man was arrested for stealing $76,000 worth of campbell's soup. I for one hope this guy goes away for mm mm good. 66."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "My girlfriend and I have a deal where we have 1 celebrity that we can sleep with and it's not considered cheating."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Mine is that woman who plays Madea. 67."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "In kansas a Gay rights activist named Aaron Jackson payed $83,000 to buy a house across from the homophobic Westboro Baptist Church, and had it painted rainbow colors."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Jackson plans to recoup his investment by, well actually there's no plan."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Have fun living in a hideous house in Kansas across from some vicious bigots. 68."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Its earth day! The one day of the year where you can jerk off outside and nothing bad can happen. 69. A new study shows that most men can identify a gay man by his face alone."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "It’s his face that's buried in another mans asshole. LARRY KING 70."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Apparently someone in germany stole 5 metric tons of nutella."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Police haven’t arrested anyone yet but they are questioning Gunter Funhog, the 700 pound man that smells like chocolate and hazelnuts who guards the Nutella storage facility. I love the movie 42."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "It’s Chadwick Boseman like you've never seen him before. 71."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "There's no wrong way to eat a reese's."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Says the guy who didn’t shove a bunch of reese's up his ass. 72."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Amanda Bynes is a lush blonde who’s quickly turning into a blonde lush. 73."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Have you heard about this thing where people make up porn star names? They take their childhood pet's name, and then they combine it with their street name."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "So anyways, mine would be dick fuckington. 74."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "College Freshman Scott Dameron set a new world record by using his head to bust 142 eggs and he now officially holds a place in the Guinness Book of Fucking Retards. 75."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "If you were a Russian prostitute on a date with cereal killer Andrei Chikatilo AKA The Rostov Ripper, and he couldn’t achieve an erection, that was not your lucky day. 76."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The Al Qaeda online magazine “Inspire” has a recipe for a homemade bomb."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "They also have a recipe for a pretty darn good peach cobbler. 77."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "You know my clothes make me look slimmer."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "But they didn’t fool that flight of stairs that collapsed under my astonishing new girth. 78. I loved Liberace, but with all due respect man, if you kicked that guy in the ass, 100 cocks would fall out. KEVIN NEALON 79."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Fast and Furious 6 opens next week."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The cast is getting a little older, it’s less fast and furious and more “Brisk and peeved” 80. A good name for a dog is syndrome."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Then when he tries to attack someone you can yell “Down Syndrome!” 81. I’ve never gotten a decent explanation as to how Popeye the Sailor Man lost his eye. 82."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "In my opinion if we are going to fight the war on terror, a good place to start would be our country’s haunted houses. 83. ZZ Top sang that every girl's crazy bout a sharp dressed man."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "But you know what they're not crazy about? Gross long beards. 84."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Movie star and award winning director Ben Affleck has vowed to live one day on $1.50 or as Adam Eget calls it “a raise” 85."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "In England a woman was arrested for throwing a birthday party for her 16 year old Son that involved marijuana, alcohol and strippers."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Now she’s got an even bigger problem, what to do for his 17th birthday. 86."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Horses must love that they're the go-to animals when saying a guy has a huge cock. I bet giraffes have huge cocks, I’m sure of it."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "But let's face it, no one's ever going to say “That guy’s hung like a giraffe” unless his cock is yellow and has brown spots on it."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "In which case who cares how big his fucking cock is, he has weeks to live. 87."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Tomorrow is national secretary's day, I plan on getting my secretary the same thing i always do. A big fat goosing. 88."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Remember the good old days back when MILF stood for Mentally Ill Lady I'd like to fuck 89."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Tim Tebow's time in New York wasn't a total loss, he had a monument built to him in central park. A bench. 90."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Catherine Zeta Jones has been diagnosed with bipolar disorder."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Half the time she's Zeta, half the time she's Jones. 91. A new tabloid rumor 205 pound Kim Kardashian might be getting paid to gain weight."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "By some weight loss program or reality show that will then get her to lose weight. I have a similar deal, only I paid them, and by them I mean Zankou Chicken."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "And in exchange they give me some Zankou Chicken. 92."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Cats and paraplegics have a lot in common."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "For starters, neither appreciates getting thrown into your pool. 93."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "They say there's no people like show people, but now scientists have found that show people are genetically leaked to the Laplanders, and the Finns. THAT GUY FROM THE BIG BANG THEORY 94."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Despite all the advances in veterinary medicine and racing technology the Kentucky Derby record set by Secretariat still stands, the reason? Today's horses are total pussies. 95."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Jah Rule’s taxes are just like his music."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "No one can remember the last time he released anything. 96."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Catherine Zeta Jones admitted she is bipolar, half the time she is deliriously happy, and the other half she has to suck an old mans cock. 97."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "If tampons are called sanitary napkins, how unsanitary must regular napkins be? 98."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Scientists have found a submerged mass of granite off the coast of south america that they are calling the Brazilian atlantis."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Damnit, I want to be called the Brazilian atlantis. 99."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Crews in Ohio dismantled a tavern wall in search of Jimmy Hoffa's body, and sure enough, they found the inside of a tavern wall. 100. I once missed a day of Cosmetology school and later I had to make up class. 101."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The Dalai Lama said that killing in the name of religion is unthinkable."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Hey thanks Dalai Lama, I’m sure everybody will fucking listen to you. 102."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Yesterday was bring your daughter to work day, which was awkward for Adam Eget."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Do you know how hard it is to fuck a whore with her kid on the edge of the bed playing Nintendo? 103. I like hotels, they make your bed, make your dinner, send housekeepers up to watch you masterbate, its a dream. 104."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The parents of Honeybooboo are getting married this week. I don’t know what any of that means but it sounds fucking retarded. 105."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Recent studies show fish can communicate with each other using subtle physical gestures."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "One of their most common messages, “Lets leave this party early” 106. I assume anyone smiling is on meth. 107."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "According to a new survey, Robin Roberts is america's most trusted news anchor."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "And America's least trusted news anchor? Matt Liar. 108."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Ariel Castro the Cleveland kidnapper and rapist must have had a very difficult upbringing."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "His last name’s the same as a ruthless dictator, and his first name’s the same as an adorable, little red mermaid. 109. A new study found that men with beards are more attractive."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "More great work from the university of Bob Seger. NICK SWARDSON 110. A Florida university student was caught streaking on campus and apparently told police he was on acid, and asked them to cut his dick off."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Boy these kids today are crazy, back in my day we didn’t need drugs, we would just cut our own dicks off. 111."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "There's a new 3d version of the Great Gatsby coming out."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "In 3d, it was almost like the sober examination of the unrestrained materialism and absent moral center of the roaring twenties almost jumped right out at you. 112. I think my doctor might be retarded."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Why? His name is Doctor Retardo. 113. 42 year old Richard Swanson set out to dribble a soccer ball from Seattle to Brazil, but got hit by a car in Oregon and died."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Well at least he got to die doing what he loved."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Dribbling a soccer ball in traffic. 114."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "One of the most popular documentaries on Netflix is Jiro Dreams of Sushi."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "One of the least popular is “Jiro Nightmares of Ass Rape” 115. “Pain and Gain” the new movie directed by Michael Bay."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Reviewers are calling it everything from “shit” to “fucking shit” 116."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Hey listen have you noticed my enormous weight gain? I’ve gained 45 pounds. I’m telling you, my landlord managed to get rid of 230 pounds of ugly fat - he evicted me! 117."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Sure we all know about Norm’s astonishing weight gain - but i think it's become a bit wearisome."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "So let's agree to stop having fun at his expanse. 118."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Four of the top 5 picks in the NFL draft were offensive tackles which is a great thing to tell your wife as the love drains from her eyes. 119."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Danny Devito looks like one of those guys with a short but thick penis. 120."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "You know dogs and humans love to run because apparently it gives them a natural high, similar to marijuana, according to the university of Arizona."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "After running, what are called cannabinoids, the chemical found in marijuana that gives you the feeling of euphoria, are higher in humans and dogs, and this encourages them to run again…. TO 7/11 for a slurpee! 121. A man in Taiwan reportedly cut off his own penis to win an argument with his own wife."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "That reminds me of that episode of “Everybody Loves Raymond” where Raymond forgot Debra’s birthday and had to cut his own cock off. 122."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Before I begin I have a quick public service announcement."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Would somebody, anybody, please fuck Martha Stewart. 123. I can understand why Barbara Walters is retiring."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "It must be exhausting occasionally appearing on the view. 124."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Engaging in hate speech is wrong and terrible and should never be allowed."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "But you have to admit, engaging in a hate stutter would be kind of cute. 125."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Papa John's delivery man has been arrested for allegedly selling more than 40k in cocaine hidden in pizza boxes, to undercover police officers."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "This raises an important question: Wheres all that pizza that was supposed to go in those boxes? And can I have them to eat? 126."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Sesame Street introduced its very first Latino character."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "But it's not going great, apparently on the first day he got into a knife fight and stabbed the letter A. 127."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The FDA is investigating health risks posed by Wrigley's new caffeinated gum."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Where the hell was the FDS when York Peppermint Patties were making people shiver and have involuntary orgasms? 128."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Time magazine named the top 100 most influential people in the world."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The top 100 included Justin Timberlake, Beyonce, Jimmy kimmel, IN YOUR FACE Ueli Maurer President of the Swiss Confederation! 129."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Nowadays most teenagers don't watch their favorite shows on actual TV sets."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Instead they just blow each other. 130."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "How many people have to die before we finally do something about dropping pianos? ANDY DICK 131."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "The latest Archie Comic shows gay character Kevin kissing his boyfriend Devin."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Another barrier will be broken next month when in a dream sequence,Jughead will be shown fisting Betty Crocker. 132."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Barbara Walters announced that she’s retiring from the view."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Well actually she announced it five years ago, but nobody could hear her over those yammering bitches. 133."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "They say pimpin’ ain’t easy."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "But what they won’t tell you is it's much much more difficult being a prostitute. 134."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "It’s hard to believe that the entire cast of Saved by the Bell is now dead. 135."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "George Clooney may be a dapper fellow, but don’t forget, he whacks off just like the rest of us. 136."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "If there’s 2 things I’m 100% sure are true, it’s that 1."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "You should never take no for an answer. 137."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "There is a new service called Sidecar, where if you need a ride somewhere you will be picked up by a stranger and driven to your location."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "However in a few months the company plans on going back to its original name."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Accomplished comedian Sinbad has announced he’s filing for bankruptcy for the 2nd time."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Sounds like things have gone from Sinbad, to Sin Worst. 139. A lot of people talk about masterbating to the SEARS catalogue when you were younger."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "But I’m ALOT older than that, back in my day you actually had to go to a Sears store and fucking whack off. 140."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Organist Ray Manzarek died this week at age 74… THE CURSE OF THE DOORS. 141."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "My Aunt turned her house into a bed and breakfast. I guess she woke up and said “Not enough strangers are fucking here” 142."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "There are over 10,000 missing person cases in America. I hope I’m not telling tales out of school, but I think the answer to where these missing people are, is very clear."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Joran van der Sloot 143."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Never trust a black guy wearing a Dirk Nowitzki jersey. 144."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Whenever someone says “I have a couple irons in the fire” I think, “is one of them a job writing blacksmith metaphors?” 145."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "If the Miami Heat win the NBA championship this year, I’m going to eat my hat."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "It’s not that I care or think that they’re going to win, it’s just that I want to eat my hat. 146."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "This year's most popular iphone game is “Clash of the Clans” The least popular game, “Cut my cock off” GILBERT GOTTFRIED 147."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Today is the 11th birthday of President Obama's youngest daughter Sasha."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Or as I like to call her, “the uppity one” 148."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Well we’re now into those hazy crazy lazy days of summer."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Especially those of us who are over medicated schizophrenics who live near smoky industrial parks. 149. I think there's some trouble over at craigslist. I went over there and saw an add, “Someone to kill Craig's wife” 150."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "You know that sweet old song “Tea for Two” “Nobody near us to see us or hear us”, I think those people wanted to get down to some serious fucking. 151. I think the reason I most look forward to China ruling the earth is that all of their last names sound like slang for cock. 152."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Astronomers have discovered 3 new planets that have an atmosphere conducive to human life."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "And they've discovered one that has an “atmo” conducive to hipster life. 153."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Michael Douglas portrayed the flamboyant entertainer in the new HBO film “Behind the Candelabra” I’d like to say something to Michael Douglas. I sang with liberace, I knew Liberace, Liberace was a friend of mine."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Michael Douglas was no liberace. 154."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Why is it so difficult to find pornography about people in stable monogamous relationships? 155."
      }
    ],
    "source": "341060525-Norm-Macdonald-Live-Jokes-Transcribed.pdf"
  }
]
