[
  {
    "id": "911-transcript",
    "title": "9/11 Airlines Bit",
    "type": "transcript",
    "content": [
      {
        "speaker": "Voice 1",
        "text": "hey for the ninth consecutive year Nick, Jet Blue Air airlines rank first for satisfaction among all North American Airlines but you know what ranked least in satisfaction?"
      },
      {
        "speaker": "Voice 1",
        "text": "Nine-eleven Airlines."
      },
      {
        "speaker": "Voice 1",
        "text": "What a terrible name for an airline--it reminds me of that tragedy."
      },
      {
        "speaker": "Voice 2",
        "text": "oh, nine-eleven, ha!"
      },
      {
        "speaker": "Voice 1",
        "text": "yeah -- hey don't laugh at nine eleven..."
      },
      {
        "speaker": "Voice 1",
        "text": "I try to tell him not to laugh, you know...I walked through blood and bones in the streets of Manhattan trying to find my brother."
      },
      {
        "speaker": "Voice 3",
        "text": "Jesus..."
      },
      {
        "speaker": "Voice 1",
        "text": "yeah he was in Northern Canada."
      }
    ]
  },
  {
    "id": "tom-green-transcript",
    "title": "Norm and Tom Green - Honkey Let's Kill This",
    "type": "transcript",
    "content": [
      {
        "speaker": "Tom Green",
        "text": "Alright, Norm, let's play a game called \"Talk Your Way Out of It.\" I'm gonna throw you into a fucked-up scenario, and you've got to bullshit your way out. Ready?"
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Yeah, sure, let's do this."
      },
      {
        "speaker": "Tom Green",
        "text": "Okay, so you meet this smoking hot chick, right? She wants to fuck you, but there's a catch: you have to wear a fucking afro wig while doing it."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Sure, I'm down for that."
      },
      {
        "speaker": "Tom Green",
        "text": "But here's the kicker—while you're banging her, she starts shouting racist shit at the top of her lungs."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Alright..."
      },
      {
        "speaker": "Tom Green",
        "text": "Suddenly, the goddamn neighbor, who's a Black dude with a baseball bat, hears the noise and barges in, looking pissed as fuck."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "While we're mid-fuck?"
      },
      {
        "speaker": "Tom Green",
        "text": "Yep, her door's not even locked. He hears her yelling nigger and storms in like he's gonna bash some heads."
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Alright, so you want me to get out of this shitstorm?"
      },
      {
        "speaker": "Tom Green",
        "text": "Yeah, what do you say to this angry dude with a bat?"
      },
      {
        "speaker": "Norm Macdonald",
        "text": "[Pauses, then deadpan] I'd be like, \"Hey, bro, let's fucking kill dis honkey bitch!\""
      },
      {
        "speaker": "Tom Green",
        "text": "[Laughs] You'd just switch sides like that?"
      },
      {
        "speaker": "Norm Macdonald",
        "text": "Hell yeah, I'd be like, \"Come on, man, you and me, jive turkey!\""
      }
    ]
  },
  {
    "id": "nml-jokes-super-dave-osborne",
    "title": "NML Jokes - Super Dave Osborne Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "We all know that the Swiss are officially neutral, unofficially however, they’re filthy sons of bitches."
      },
      {
        "speaker": "Norm",
        "text": "Remember the old days when tweeting meant stabbing a hooker?"
      },
      {
        "speaker": "Norm",
        "text": "Why is there an app for everything, except, how to rape a baby"
      },
      {
        "speaker": "Norm",
        "text": "Some gold plated chains would make a nice retirement gift for a very very good slave"
      },
      {
        "speaker": "Norm",
        "text": "I can prove God exists, if I could just find that damn receipt from our brunch in the Hamptons"
      },
      {
        "speaker": "Norm",
        "text": "We could nip March madness in the bud if we watch for the warning signs of brooding anti social February fever"
      },
      {
        "speaker": "Norm",
        "text": "Well this Lindsay Lohan can’t swim a stroke but she sure knows every dive in town"
      },
      {
        "speaker": "Norm",
        "text": "Call me an old softie, but I’d prefer if you call me a distinguished gentleman with a flagging erection."
      },
      {
        "speaker": "Norm",
        "text": "I remember back when the Harlem Shake was just a black fella holding me upside down off a fire escape trying to collect his money"
      },
      {
        "speaker": "Norm",
        "text": "Sure junkyard dogs are mean, but the meanest dogs are generally found guarding concentration camps. Note: Early version of Jim Croce's 1973 smash hit Bad Bad Eeroy Brown included the line “Meaner than a concentration camp dog” but Croce decided it was unpleasant to the ear. And it was also offensive to Jews, Gypsies and homosexuals. Little did it matter, Croce would be dead within the year."
      },
      {
        "speaker": "Norm",
        "text": "Deep throat porn legend Harry Reeves died, how are they going to close that casket?!"
      },
      {
        "speaker": "Norm",
        "text": "Alfred the great may well be the greatest monarch in the history of England - the worst? Richard the goat fucker."
      }
    ]
  },
  {
    "id": "nml-jokes-tom-green",
    "title": "NML Jokes - Tom Green Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "This Easter Sunday, Snoop Dogg gets to say “Christ is rizzezen”"
      },
      {
        "speaker": "Norm",
        "text": "We wear new clothes on Easter to represent Christ's triumphant appearance to the stunned Apostles, in a sharp 2 button blazer by Hugo Boss."
      },
      {
        "speaker": "Norm",
        "text": "The guy who did the voice of Charlie Brown was arrested for stalking his girlfriend this week. He also said the next time Lucy grabs away the football, he's going to “cut that bitch”"
      },
      {
        "speaker": "Norm",
        "text": "President Obama continues to shamelessly wage class warfare. Today he announced a steep new tax on shiny top hats."
      },
      {
        "speaker": "Norm",
        "text": "Some folks say what this country needs is a good five cent cigar. I’m guessing they're opposing obamacare."
      },
      {
        "speaker": "Norm",
        "text": "I don't know if this counts as an NCAA cinderella story, but one of the marquette players said he had help making his uniform, from a bunch of singing mice and birds."
      },
      {
        "speaker": "Norm",
        "text": "I read a story about 17 year old kid who stole a plane, crashed it, and survived. Why don’t we make the whole plane out of that kid?"
      },
      {
        "speaker": "Norm",
        "text": "Warning to the Easter bunny, don't put all your eggs in one basket fella."
      },
      {
        "speaker": "Norm",
        "text": "They say the world's a smaller place than it used to be, but I think that’s an optical illusion, based on me becoming a big fat guy."
      },
      {
        "speaker": "Norm",
        "text": "Growing up, I never would have believed that one day I’d need a computer just to masterbate."
      },
      {
        "speaker": "Norm",
        "text": "Jon Hamm has a big dick. I could have told you that but I don't suck and tell."
      },
      {
        "speaker": "Norm",
        "text": "Swedish Bond girl Britt Ekland told Piers Morgan this week that she was seduced by Warren Beatty after the legendary lothario took her to an x rated movie for their first date. This is what I have to say about that “Hey Warren, stop stealing my moves!”"
      },
      {
        "speaker": "Norm",
        "text": "Thomas Edison invented the lightbulb, but I invented the lightbulb up my ass."
      },
      {
        "speaker": "Norm",
        "text": "Octomom is facing jail time for committing welfare fraud. Who didn't see that one coming. I mean seriously, a single mother of 8!"
      },
      {
        "speaker": "Norm",
        "text": "I am not a big fan of video games where you can not kill a prostitute."
      },
      {
        "speaker": "Norm",
        "text": "The thing I miss most about the 70s is rolling a number and giving my old lady some head."
      },
      {
        "speaker": "Norm",
        "text": "Celebrating April 1st birthdays, Russian pianist Sergei Romanov, who was born on this day in 1872, rapper Method Man is 41, Debbie Reynolds turns 80 today, Rachel Maddow is 39, and former German Chancellor Helmut Schmidt would have been 95 today. April Fools! Former German Chancellor Helmut Schmidt is alive and well!"
      },
      {
        "speaker": "Norm",
        "text": "I love Lou Gehrig, but I’m not going to stand up in front of a million people and brag that I'm the luckiest man in the world because some doctors named a disease after me. Confidence is one thing, but arrogance is the worst disease of them all."
      },
      {
        "speaker": "Norm",
        "text": "One day in the hopefully not too distant future, North Korean dictator Kim Jong Un is going to hear a loud popping sound. The sound of his head coming out of his own ass!"
      },
      {
        "speaker": "Norm",
        "text": "A Miami Florida pimp is in custody after forcing a 13 year old prostitute to have his name tattooed on her eyelids when she threatened to run away from him. Roman Thomas The 3rd faces charges of human traffic, false imprisonment, lewd and lascivious exhibition, and delivery of a controlled substance to a child. You know the scriptures say “judge not lest ye be judged” but I’m just going to come out and say it. This “Roman Thomas the 3rd guy” this guy's a real jerk"
      },
      {
        "speaker": "Norm",
        "text": "I used to think revenge was a dish best served cold, but then I realized it meant, getting back at somebody."
      },
      {
        "speaker": "Norm",
        "text": "Hey news media, leave Kim Kardashian alone, will you? She's pregnant of course she's going to gain weight and if anyone knows about rapid weight gain it's me. I went to see the doctor about it and he told me to open my mouth and say OINK!"
      },
      {
        "speaker": "Norm",
        "text": "I think enough time has passed since 1947 where I can safely admit it. I wish I was the guy that finally wiped the annoying smirk off the Black Dahlia's face."
      },
      {
        "speaker": "Norm",
        "text": "Music is the universal language, but one day soon it will be replaced by Chinese."
      },
      {
        "speaker": "Norm",
        "text": "I feel the same way about slaves as I do about shirts with flame patterns on them. I don't want to be friends with anyone who owns either of them."
      },
      {
        "speaker": "Norm",
        "text": "Mickey Mantle knew two things, drinking, and playing drunk baseball."
      },
      {
        "speaker": "Norm",
        "text": "Why doesn't applebee's call their appetizers appletizers? And why doesn’t that waitress I met at TGI Fridays ever call me back."
      },
      {
        "speaker": "Norm",
        "text": "This administration is cutting back drastically on military spending but doesn’t think defense capabilities will be comprised? How so? I’ll tell you how so! Groupons"
      },
      {
        "speaker": "Norm",
        "text": "A world wide scientific study confirms a long held suspicion; no one anywhere likes drum circles."
      },
      {
        "speaker": "Norm",
        "text": "Justin bieber's monkey has been quarantined, which reminds us how far we’ve come since headlines about Pearl Harbor and D-Day."
      },
      {
        "speaker": "Norm",
        "text": "In the coffee shop line today I hear the guy behind me say “I like to start by biting the ears off” and I had to pray “Please god let him be talking about a chocolate Easter bunny”"
      },
      {
        "speaker": "Norm",
        "text": "Earlier this week Aaron Jackson of Topeka Kansas painted his house the colors of the gay pride rainbow flag in direct protest of the Westboro Baptist Church. When that didn’t seem to work, Jackson fucked 3 of his best buds on his front lawn."
      },
      {
        "speaker": "Norm",
        "text": "Chipotle has canceled its planned sponsorship of the Utah Boy Scout event due to the BSA's ban on gay leaders and scouts. Ironic how an all male anti-gay organization would want to put hot thick loads of beef and sour cream in their mouth."
      },
      {
        "speaker": "Norm",
        "text": "Former Tennessee Titans cheerleader Elizabeth Leigh Garner is accused of pulling a 12 year old boy pants off and offering him oral sex. The boy refused her advance, not because he was 12 but because he was a diehard Colts fan."
      }
    ]
  },
  {
    "id": "nml-jokes-fred-stoller",
    "title": "NML Jokes - Fred Stoller Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Former pornstar Jenna Jameson was arrested this weekend after allegedly assaulting someone. This may be the most damaging to happen to her image since a 60 year career in pornography."
      },
      {
        "speaker": "Norm",
        "text": "Why did the moron throw the clock out the window? Because it reminded him of Richard Clock - the man convicted of knife raping his wife. (Link)"
      },
      {
        "speaker": "Norm",
        "text": "Veterinarians in Colorado have reported that marijuana use is on the rise among dogs. They say you will know if your dog is too high if it starts making a really tall sandwich."
      },
      {
        "speaker": "Norm",
        "text": "My doctor told me I should start juicing you know? The problem is I don’t think he meant ham juice."
      },
      {
        "speaker": "Norm",
        "text": "I’m so fat when I get my shoes shined I have to take the boot blacks word for it."
      },
      {
        "speaker": "Norm",
        "text": "Porn actor Ron Jeremy is back at work after having open heart surgery. The name of his next feature is called “I’m going to have to sit down for most of this”"
      },
      {
        "speaker": "Norm",
        "text": "Dance like nobody's watching. Sing like nobody's listening. Love like you’ve never been hurt. And fuck like a goddamn retard."
      },
      {
        "speaker": "Norm",
        "text": "How many polish guys does it take to screw in a lightbulb. The question can not be answered because polish people are so fucking stupid that no matter how many of them are available none of them would ever be able to complete that simple task."
      },
      {
        "speaker": "Norm",
        "text": "How many comedians does it take to screw in a lightbulb. One to do it, and the other guy to go “How long’s he been up there?”"
      },
      {
        "speaker": "Norm",
        "text": "My Brother in Law is so stupid he came up with a bucket list. Know what the first thing on his bucket list was? Committing suicide."
      },
      {
        "speaker": "Norm",
        "text": "Have you heard about the 4 NFL players that are coming out of the closet? It's about time I think. I think it's high time. Because isn't it strange that nobody’s come out of closet in an entire sport of football? Where there's 2000+ players. So there's a great deal of speculation on who the 4 Gay players will be. nobody knows. My guess it's those 4 that are always sucking each others cocks."
      },
      {
        "speaker": "Norm",
        "text": "Because of droughts all over Europe, scientists are predicting a global shortage of olive oil. Soon the world will know the way the way Popeye felt after the death of his wife."
      },
      {
        "speaker": "Norm",
        "text": "It takes forever to get a pilot's license, but it only takes a couple of minutes to steal a pilot’s jacket and hat."
      },
      {
        "speaker": "Norm",
        "text": "Barbara Walters is planning to announce her retirement, what's next for Babs? Death."
      }
    ]
  },
  {
    "id": "nml-jokes-billy-bob-thornton",
    "title": "NML Jokes - Billy Bob Thornton Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "I think there's nothing cooler than being a lone wolf. Except at wolf picnics when you don't have a partner for the wolf wheelbarrow races."
      },
      {
        "speaker": "Norm",
        "text": "The Octomom has reportedly been evicted from her california home. The mother of 13 children packed up and left her property in palmdale after being asked to leave for not paying her rent for the month of april. The single parent whose real name is Nadya Suleman exited leaving a huge mess and the stench of urine inside the pad. Wait it says here the urine has been traced back to Adam Eget."
      },
      {
        "speaker": "Norm",
        "text": "Call me crazy, but I take orders from martians who send secret message beamed out from the antenna at the top of the Empire State Building."
      },
      {
        "speaker": "Norm",
        "text": "A Georgia high school is planning to merge their formerly all black and all white proms into a single event. The theme of this June's dance? An evening of unbridled race war."
      },
      {
        "speaker": "Norm",
        "text": "A florida man was arrested for stealing $76,000 worth of campbell's soup. I for one hope this guy goes away for mm mm good."
      },
      {
        "speaker": "Norm",
        "text": "My girlfriend and I have a deal where we have 1 celebrity that we can sleep with and it's not considered cheating. Mine is that woman who plays Madea."
      },
      {
        "speaker": "Norm",
        "text": "In kansas a Gay rights activist named Aaron Jackson payed $83,000 to buy a house across from the homophobic Westboro Baptist Church, and had it painted rainbow colors. Mr. Jackson plans to recoup his investment by, well actually there's no plan. Have fun living in a hideous house in Kansas across from some vicious bigots."
      },
      {
        "speaker": "Norm",
        "text": "Its earth day! The one day of the year where you can jerk off outside and nothing bad can happen."
      },
      {
        "speaker": "Norm",
        "text": "A new study shows that most men can identify a gay man by his face alone. It’s his face that's buried in another mans asshole."
      }
    ]
  },
  {
    "id": "nml-jokes-larry-king",
    "title": "NML Jokes - Larry King Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Apparently someone in germany stole 5 metric tons of nutella. Police haven’t arrested anyone yet but they are questioning Gunter Funhog, the 700 pound man that smells like chocolate and hazelnuts who guards the Nutella storage facility. I love the movie 42. It’s Chadwick Boseman like you've never seen him before."
      },
      {
        "speaker": "Norm",
        "text": "There's no wrong way to eat a reese's. Says the guy who didn’t shove a bunch of reese's up his ass."
      },
      {
        "speaker": "Norm",
        "text": "Amanda Bynes is a lush blonde who’s quickly turning into a blonde lush."
      },
      {
        "speaker": "Norm",
        "text": "Have you heard about this thing where people make up porn star names? They take their childhood pet's name, and then they combine it with their street name. So anyways, mine would be dick fuckington."
      },
      {
        "speaker": "Norm",
        "text": "College Freshman Scott Dameron set a new world record by using his head to bust 142 eggs and he now officially holds a place in the Guinness Book of Fucking Retards."
      },
      {
        "speaker": "Norm",
        "text": "If you were a Russian prostitute on a date with cereal killer Andrei Chikatilo AKA The Rostov Ripper, and he couldn’t achieve an erection, that was not your lucky day."
      },
      {
        "speaker": "Norm",
        "text": "The Al Qaeda online magazine “Inspire” has a recipe for a homemade bomb. They also have a recipe for a pretty darn good peach cobbler."
      },
      {
        "speaker": "Norm",
        "text": "You know my clothes make me look slimmer. But they didn’t fool that flight of stairs that collapsed under my astonishing new girth."
      },
      {
        "speaker": "Norm",
        "text": "I loved Liberace, but with all due respect man, if you kicked that guy in the ass, 100 cocks would fall out."
      }
    ]
  },
  {
    "id": "nml-jokes-kevin-nealon",
    "title": "NML Jokes - Kevin Nealon Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Fast and Furious 6 opens next week. The cast is getting a little older, it’s less fast and furious and more “Brisk and peeved”"
      },
      {
        "speaker": "Norm",
        "text": "A good name for a dog is syndrome. Then when he tries to attack  someone you can yell “Down Syndrome!”"
      },
      {
        "speaker": "Norm",
        "text": "I’ve never gotten a decent explanation as to how Popeye the Sailor Man lost his eye."
      },
      {
        "speaker": "Norm",
        "text": "In my opinion if we are going to fight the war on terror, a good place to start would be our country’s haunted houses."
      },
      {
        "speaker": "Norm",
        "text": "ZZ Top sang that every girl's crazy bout a sharp dressed man. But you know what they're not crazy about? Gross long beards."
      },
      {
        "speaker": "Norm",
        "text": "Movie star and award winning director Ben Affleck has vowed to live one day on $1.50 or as Adam Eget calls it “a raise”"
      },
      {
        "speaker": "Norm",
        "text": "In England a woman was arrested for throwing a birthday party for her 16 year old Son that involved marijuana, alcohol and strippers. Now she’s got an even bigger problem, what to do for his 17th birthday."
      },
      {
        "speaker": "Norm",
        "text": "Horses must love that they're the go-to animals when saying a guy has a huge cock. I bet giraffes have huge cocks, I’m sure of it. But let's face it, no one's ever going to say “That guy’s hung like a giraffe” unless his cock is yellow and has brown spots on it. In which case who cares how big his fucking cock is, he has weeks to live."
      },
      {
        "speaker": "Norm",
        "text": "Tomorrow is national secretary's day, I plan on getting my secretary the same thing i always do. A big fat goosing."
      },
      {
        "speaker": "Norm",
        "text": "Remember the good old days back when MILF stood for Mentally Ill Lady I'd like to fuck"
      },
      {
        "speaker": "Norm",
        "text": "Tim Tebow's time in New York wasn't a total loss, he had a monument built to him in central park. A bench."
      },
      {
        "speaker": "Norm",
        "text": "Catherine Zeta Jones has been diagnosed with bipolar disorder. Half the time she's Zeta, half the time she's Jones."
      },
      {
        "speaker": "Norm",
        "text": "A new tabloid rumor 205 pound Kim Kardashian might be getting paid to gain weight. By some weight loss program or reality show that will then get her to lose weight. I have a similar deal, only I paid them, and by them I mean Zankou Chicken. And in exchange they give me some Zankou Chicken."
      },
      {
        "speaker": "Norm",
        "text": "Cats and paraplegics have a lot in common. For starters, neither appreciates getting thrown into your pool."
      },
      {
        "speaker": "Norm",
        "text": "They say there's no people like show people, but now scientists have found that show people are genetically leaked to the Laplanders, and the Finns."
      }
    ]
  },
  {
    "id": "nml-jokes-simon-helberg",
    "title": "NML Jokes - Simon Helberg Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Despite all the advances in veterinary medicine and racing technology the Kentucky Derby record set by Secretariat still stands, the reason? Today's horses are total pussies."
      },
      {
        "speaker": "Norm",
        "text": "Jah Rule’s taxes are just like his music. No one can remember the last time he released anything."
      },
      {
        "speaker": "Norm",
        "text": "Catherine Zeta Jones admitted she is bipolar, half the time she is deliriously happy, and the other half she has to suck an old mans cock."
      },
      {
        "speaker": "Norm",
        "text": "If tampons are called sanitary napkins, how unsanitary must regular napkins be?"
      },
      {
        "speaker": "Norm",
        "text": "Scientists have found a submerged mass of granite off the coast of south america that they are calling the Brazilian atlantis. Damnit, I want to be called the Brazilian atlantis."
      },
      {
        "speaker": "Norm",
        "text": "Crews in Ohio dismantled a tavern wall in search of Jimmy Hoffa's body, and sure enough, they found the inside of a tavern wall."
      },
      {
        "speaker": "Norm",
        "text": "I once missed a day of Cosmetology school and later I had to make up class."
      },
      {
        "speaker": "Norm",
        "text": "The Dalai Lama said that killing in the name of religion is unthinkable. Hey thanks Dalai Lama, I’m sure everybody will fucking listen to you."
      },
      {
        "speaker": "Norm",
        "text": "Yesterday was bring your daughter to work day, which was awkward for Adam Eget. Do you know how hard it is to fuck a whore with her kid on the edge of the bed playing Nintendo?"
      },
      {
        "speaker": "Norm",
        "text": "I like hotels, they make your bed, make your dinner, send housekeepers up to watch you masterbate, its a dream."
      },
      {
        "speaker": "Norm",
        "text": "The parents of Honeybooboo are getting married this week. I don’t know what any of that means but it sounds fucking retarded."
      },
      {
        "speaker": "Norm",
        "text": "Recent studies show fish can communicate with each other using subtle physical gestures. One of their most common messages, “Lets leave this party early”"
      },
      {
        "speaker": "Norm",
        "text": "I assume anyone smiling is on meth."
      },
      {
        "speaker": "Norm",
        "text": "According to a new survey, Robin Roberts is america's most trusted news anchor. And America's least trusted news anchor? Matt Liar."
      },
      {
        "speaker": "Norm",
        "text": "Ariel Castro the Cleveland kidnapper and rapist must have had a very difficult upbringing. His last name’s the same as a ruthless dictator, and his first name’s the same as an adorable, little red mermaid."
      },
      {
        "speaker": "Norm",
        "text": "A new study found that men with beards are more attractive. More great work from the university of Bob Seger."
      }
    ]
  },
  {
    "id": "nml-jokes-nick-swardson",
    "title": "NML Jokes - Nick Swardson Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "A Florida university student was caught streaking on campus and apparently told police he was on acid, and asked them to cut his dick off. Boy these kids today are crazy, back in my day we didn’t need drugs, we would just cut our own dicks off."
      },
      {
        "speaker": "Norm",
        "text": "There's a new 3d version of the Great Gatsby coming out. In 3d, it was almost like the sober examination of the unrestrained materialism and absent moral center of the roaring twenties almost jumped right out at you."
      },
      {
        "speaker": "Norm",
        "text": "I think my doctor might be retarded. Why? His name is Doctor Retardo."
      },
      {
        "speaker": "Norm",
        "text": "42 year old Richard Swanson set out to dribble a soccer ball from Seattle to Brazil, but got hit by a car in Oregon and died. Well at least he got to die doing what he loved. Dribbling a soccer ball in traffic."
      },
      {
        "speaker": "Norm",
        "text": "One of the most popular documentaries on Netflix is Jiro Dreams of Sushi. One of the least popular is “Jiro Nightmares of Ass Rape”"
      },
      {
        "speaker": "Norm",
        "text": "“Pain and Gain” the new movie directed by Michael Bay. Reviewers are calling it everything from “shit” to “fucking shit”"
      },
      {
        "speaker": "Norm",
        "text": "Hey listen have you noticed my enormous weight gain? I’ve gained 45 pounds. I’m telling you, my landlord managed to get rid of 230 pounds of ugly fat - he evicted me!"
      },
      {
        "speaker": "Norm",
        "text": "Sure we all know about Norm’s astonishing weight gain - but i think it's become a bit wearisome. So let's agree to stop having fun at his expanse."
      },
      {
        "speaker": "Norm",
        "text": "Four of the top 5 picks in the NFL draft were offensive tackles which is a great thing to tell your wife as the love drains from her eyes."
      },
      {
        "speaker": "Norm",
        "text": "Danny Devito looks like one of those guys with a short but thick penis."
      },
      {
        "speaker": "Norm",
        "text": "You know dogs and humans love to run because apparently it gives them a natural high, similar to marijuana, according to the university of Arizona. After running, what are called cannabinoids, the chemical found in marijuana that gives you the feeling of euphoria, are higher in humans and dogs, and this encourages them to run again…. TO 7/11 for a slurpee!"
      },
      {
        "speaker": "Norm",
        "text": "A man in Taiwan reportedly cut off his own penis to win an argument with his own wife. That reminds me of that episode of “Everybody Loves Raymond” where Raymond forgot Debra’s birthday and had to cut his own cock off."
      },
      {
        "speaker": "Norm",
        "text": "Before I begin I have a quick public service announcement. Would somebody, anybody, please fuck Martha Stewart."
      },
      {
        "speaker": "Norm",
        "text": "I can understand why Barbara Walters is retiring. It must be exhausting occasionally appearing on the view."
      },
      {
        "speaker": "Norm",
        "text": "Engaging in hate speech is wrong and terrible and should never be allowed. But you have to admit, engaging in a hate stutter would be kind of cute."
      },
      {
        "speaker": "Norm",
        "text": "Papa John's delivery man has been arrested for allegedly selling more than 40k in cocaine hidden in pizza boxes, to undercover police officers. This raises an important question: Wheres all that pizza that was supposed to go in those boxes? And can I have them to eat?"
      },
      {
        "speaker": "Norm",
        "text": "Sesame Street introduced its very first Latino character. Armando. But it's not going great, apparently on the first day he got into a knife fight and stabbed the letter A."
      },
      {
        "speaker": "Norm",
        "text": "The FDA is investigating health risks posed by Wrigley's new caffeinated gum. Where the hell was the FDS when York Peppermint Patties were making people shiver and have involuntary orgasms?"
      },
      {
        "speaker": "Norm",
        "text": "Time magazine named the top 100 most influential people in the world. The top 100 included Justin Timberlake, Beyonce, Jimmy kimmel, IN YOUR FACE Ueli Maurer President of the Swiss Confederation!"
      },
      {
        "speaker": "Norm",
        "text": "Nowadays most teenagers don't watch their favorite shows on actual TV sets. Instead they just blow each other."
      },
      {
        "speaker": "Norm",
        "text": "How many people have to die before we finally do something about dropping pianos?"
      }
    ]
  },
  {
    "id": "nml-jokes-andy-dick",
    "title": "NML Jokes - Andy Dick Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "The latest Archie Comic shows gay character Kevin kissing his boyfriend Devin. Another barrier will be broken next month when in a dream sequence,Jughead will be shown fisting Betty Crocker."
      },
      {
        "speaker": "Norm",
        "text": "Barbara Walters announced that she’s retiring from the view. Well actually she announced it five years ago, but nobody could hear her over those yammering bitches."
      },
      {
        "speaker": "Norm",
        "text": "They say pimpin’ ain’t easy. But what they won’t tell you is it's much much more difficult being a prostitute."
      },
      {
        "speaker": "Norm",
        "text": "It’s hard to believe that the entire cast of Saved by the Bell is now dead."
      },
      {
        "speaker": "Norm",
        "text": "George Clooney may be a dapper fellow, but don’t forget, he whacks off just like the rest of us."
      },
      {
        "speaker": "Norm",
        "text": "If there’s 2 things I’m 100% sure are true, it’s that 1. No means no. 2. You should never take no for an answer."
      },
      {
        "speaker": "Norm",
        "text": "There is a new service called Sidecar, where if you need a ride somewhere you will be picked up by a stranger and driven to your location. However in a few months the company plans on going back to its original name. Murder."
      },
      {
        "speaker": "Norm",
        "text": "Accomplished comedian Sinbad has announced he’s filing for bankruptcy for the 2nd time. Sounds like things have gone from Sinbad, to Sin Worst."
      },
      {
        "speaker": "Norm",
        "text": "A lot of people talk about masterbating to the SEARS catalogue when you were younger. But I’m ALOT older than that, back in my day you actually had to go to a Sears store and fucking whack off."
      },
      {
        "speaker": "Norm",
        "text": "Organist Ray Manzarek died this week at age 74… THE CURSE OF THE DOORS."
      },
      {
        "speaker": "Norm",
        "text": "My Aunt turned her house into a bed and breakfast. I guess she woke up and said “Not enough strangers are fucking here”"
      },
      {
        "speaker": "Norm",
        "text": "There are over 10,000 missing person cases in America. I hope I’m not telling tales out of school, but I think the answer to where these missing people are, is very clear. Joran van der Sloot"
      },
      {
        "speaker": "Norm",
        "text": "Never trust a black guy wearing a Dirk Nowitzki jersey."
      },
      {
        "speaker": "Norm",
        "text": "Whenever someone says “I have a couple irons in the fire” I think, “is one of them a job writing blacksmith metaphors?”"
      },
      {
        "speaker": "Norm",
        "text": "If the Miami Heat win the NBA championship this year, I’m going to eat my hat. It’s not that I care or think that they’re going to win, it’s just that I want to eat my hat."
      },
      {
        "speaker": "Norm",
        "text": "This year's most popular iphone game is “Clash of the Clans” The least popular game, “Cut my cock off”"
      }
    ]
  },
  {
    "id": "nml-jokes-gilbert-gottfried",
    "title": "NML Jokes - Gilbert Gottfried Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Today is the 11th birthday of President Obama's youngest daughter Sasha. Or as I like to call her, “the uppity one”"
      },
      {
        "speaker": "Norm",
        "text": "Well we’re now into those hazy crazy lazy days of summer. Especially those of us who are over medicated schizophrenics who live near smoky industrial parks."
      },
      {
        "speaker": "Norm",
        "text": "I think there's some trouble over at craigslist. I went over there and saw an add, “Someone to kill Craig's wife”"
      },
      {
        "speaker": "Norm",
        "text": "You know that sweet old song “Tea for Two” “Nobody near us to see us or hear us”, I think those people wanted to get down to some serious fucking."
      },
      {
        "speaker": "Norm",
        "text": "I think the reason I most look forward to China ruling the earth is that all of their last names sound like slang for cock."
      },
      {
        "speaker": "Norm",
        "text": "Astronomers have discovered 3 new planets that have an atmosphere conducive to human life. And they've discovered one that has an “atmo” conducive to hipster life."
      },
      {
        "speaker": "Norm",
        "text": "Michael Douglas portrayed the flamboyant entertainer in the new HBO film “Behind the Candelabra” I’d like to say something to Michael Douglas. I sang with liberace, I knew Liberace, Liberace was a friend of mine. Michael Douglas was no liberace."
      },
      {
        "speaker": "Norm",
        "text": "Why is it so difficult to find pornography about people in stable monogamous relationships?"
      },
      {
        "speaker": "Norm",
        "text": "China’s government has reported that they have lost over 28,000 rivers in the past decade. My theory is they sold it into the sordid world of underground river sex trafficking."
      },
      {
        "speaker": "Norm",
        "text": "A man in France tried to rob a bank using underwear as a mask, the cops put him in jail right after a quick debriefing."
      },
      {
        "speaker": "Norm",
        "text": "You know, I’m old enough to remember back to simpler more innocent times. When the worst thing you’d hear about the news, was hijacked jet airliners flying into buildings."
      },
      {
        "speaker": "Norm",
        "text": "The world’s second oldest man died this week at 113. Good news for the 2nd oldest man in the word who got bad news this week, he’s dying."
      },
      {
        "speaker": "Norm",
        "text": "Michael Douglas claims that oral sex can lead to throat cancer. Which might shed some light on why Adam Eget prefers to lick mens assholes."
      }
    ]
  },
  {
    "id": "nml-jokes-ray-romano",
    "title": "NML Jokes - Ray Romano Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Scientists now say that trout can communicate with each other with subtle physical gestures. Just when you thought trout couldn’t get any more fascinating."
      },
      {
        "speaker": "Norm",
        "text": "Mondays aren't actually worse than any other day according to a group of researchers who’ve never read a Garfield comic."
      },
      {
        "speaker": "Norm",
        "text": "Archaeologists excavating a trash pit at the Jamestown Colony site in Virginia have found direct evidence of human cannibalism. it's believed to be the first historical evidence of someone eating a bag of dicks."
      },
      {
        "speaker": "Norm",
        "text": "2 women accused of using sorcery have been beheaded in a remote village in Papua New Guinea.  A team of police was rushed to the scene but were forced to stand by and watch the victims being decapitated by axes as locals refused to let them come to their aid. Norm, if you ever go to a remote village in Papua New Guinea, by all costs avoid using sorcery."
      },
      {
        "speaker": "Norm",
        "text": "A Las Vegas woman was arrested after hiding a stolen rolex in her vagina. Wow, now Bruce Jenner's just gone too far."
      },
      {
        "speaker": "Norm",
        "text": "Bill Clinton says he wouldn’t be surprised if some day we are visited by aliens from outer space. Leading democratic presidential hopeful Hillary clinton said “Shouldn't you be getting a blowjob somewhere?”"
      },
      {
        "speaker": "Norm",
        "text": "Las Vegas is now home to a 550 ft tall ferris wheel. Also drawing thousands to las vegas, WHORES."
      },
      {
        "speaker": "Norm",
        "text": "The street drug “Special K” has been found to be an excellent treatment for depression. This according to the New England Journal of Gary Busey."
      }
    ]
  },
  {
    "id": "nml-jokes-david-spade",
    "title": "NML Jokes - David Spade Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "After being drafted into the 7th round by the Ram’s, Michael Sam kissed his boyfriend. The celebration didn’t end there because on ESPN2 there was full insertion."
      },
      {
        "speaker": "Norm",
        "text": "“It's time for this week's This Week I Learned. Adam?”"
      },
      {
        "speaker": "Adam Eget",
        "text": "“This week I learned that cum tastes like nickels”"
      },
      {
        "speaker": "Norm",
        "text": "A study has found that the average high school prom girl now spends 1000 dollars, or 2000 if you count the abortion."
      },
      {
        "speaker": "Norm",
        "text": "A Westchester parking enforcement officer stole 89,000 in quarters. How much laundry does this guy need to do?"
      },
      {
        "speaker": "Norm",
        "text": "Sadly, the man behind the voice of Tony the Tiger died at 64.  His last words? “I don’t feel Greaaaat”"
      },
      {
        "speaker": "Norm",
        "text": "Two strangers were arrested for having sex on a plane. How about that? You know who I feel sorry for? The guy in the middle seat."
      },
      {
        "speaker": "Norm",
        "text": "Neil Patrick Harris posed nude for the cover of Rolling Stone except for a hat hanging off his weiner. And this morning Adam Egat woke up and said “Hey where's my hat?”"
      },
      {
        "speaker": "Norm",
        "text": "We are living in a golden age of Adam masterbating to interracial granny porn."
      },
      {
        "speaker": "Norm",
        "text": "Dr. Dre announced that he’s the first hip hop billionaire, a regular J Paul Getto."
      },
      {
        "speaker": "Norm",
        "text": "All the charities that Donald Sterling donated millions of dollars to are giving it back to him. Well that will show him."
      },
      {
        "speaker": "Norm",
        "text": "To stop a pitbull attacking her daughter a texas man bit the dog. Thats an interesting story, but it’s not what i would call news."
      },
      {
        "speaker": "Norm",
        "text": "The search continues for the missing Malaysian airliner. In related news a plane was spotted by some cavemen in the year 365 bc."
      },
      {
        "speaker": "Norm",
        "text": "A man in Chipata allowed a hyena to eat his penis after being told by a witch doctor it would help him become rich. Is it me or does it sound like that hyena and witch doctor were in cahoots?"
      }
    ]
  },
  {
    "id": "nml-jokes-adam-sandler",
    "title": "NML Jokes - Adam Sandler Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "MIchigan man Curtis Peterson received a 15 year prison sentence for having sex with his pet pit bull. What's that lassie? Woof woof? Grandma got stuck in a well? Woof woof? Oh you got raped?"
      },
      {
        "speaker": "Norm",
        "text": "A new study found that men with beards are more attractive. more great work from the university of Bob Seger."
      },
      {
        "speaker": "Norm",
        "text": "Growing up I never would have believed that one day I'd need a computer just to masterbate."
      },
      {
        "speaker": "Norm",
        "text": "Call me a little old softie, but I’d prefer if you’d call me a distinguished gentlemen with a flagging erection."
      },
      {
        "speaker": "Norm",
        "text": "Tim Tebow's time in new york wasn't a total loss, he had a monument built to him in central park. A BENCH!"
      },
      {
        "speaker": "Norm",
        "text": "In my opinion if you’re going to fight the war on terror, a good place to start would be this nation's haunted houses."
      },
      {
        "speaker": "Norm",
        "text": "Catherine Zeta Jones has been diagnosed with bipolar disorder, half the time she's Zeta…"
      },
      {
        "speaker": "Norm",
        "text": "If you were a Russian prostitute on a date with serial killer Andrei Chikatilo, aka the Rostov Ripper, and he couldn't achieve an erection, this was not your lucky day."
      },
      {
        "speaker": "Norm",
        "text": "Self described Canadian porn star Luka Rocco Magnotta, heading to court soon for the grizzly murder of his Chinese boyfriend. Magnotta allegedly killed Lin Ying on video tape. He started by cutting the man's penis off, leading to his lover bleeding out live on video tape. Magnotta then went to his kitchen and placed his boyfriend's penis into a skillet frying it until it was golden brown. While taking his last breath, Yun witnessed his supposed soul mate feast on his genitals. After he had perished magnotta began dismembering him, sending packages of his - I mean this guy was a real jerk."
      },
      {
        "speaker": "Norm",
        "text": "One day in the hopefully not too distant future North Korean dictator Kim Jong Un is going to hear a loud popping sound. The sound of his head coming out of his ass."
      },
      {
        "speaker": "Norm",
        "text": "There's no wrong way to eat a Reese's, says the guy who didn't shove a bunch of Reese's up his ass."
      },
      {
        "speaker": "Norm",
        "text": "The Octomom has reportedly been evicted from her California home. The mother of 13 children packed up and left her property in Palmdale after being asked to leave for not paying her rent for the month of April. The single parent whose real name is Nadya Suleman exited leaving a huge mess and the stench of urine inside the pad. Wait it says here the urine has been traced back to Adam Eget."
      },
      {
        "speaker": "Norm",
        "text": "My brother in law is so stupid, the first thing on his bucket list was suicide."
      },
      {
        "speaker": "Norm",
        "text": "I think there's nothing cooler than being a lone wolf. Except at wolf picnics when you don't have a partner for the wolf wheelbarrow races."
      },
      {
        "speaker": "Norm",
        "text": "Porn actor Ron Jeremy is back at work after having open heart surgery. The name of his next feature is called “I’m going to have to sit down for most of this”"
      },
      {
        "speaker": "Norm",
        "text": "Thomas Edison invented the lightbulb, but i invented the lightbulb up my ass"
      }
    ]
  },
  {
    "id": "nml-jokes-carl-reiner",
    "title": "NML Jokes - Carl Reiner Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "A tractor trailer flipped over, releasing millions of bees, which strung the driver millions of times. Speaking from the hospital, the driver said “No flowers?”"
      },
      {
        "speaker": "Norm",
        "text": "I realized in therapy that I’m not afraid of dying. I’m afraid of living. Oh no! I’m afraid of dying."
      },
      {
        "speaker": "Norm",
        "text": "Police in Tennessee arrested a teenage girl when they found a loaded gun in her vagina. When questioned, the boyfriend said “I guess that explains why my cock kept getting blown off”"
      },
      {
        "speaker": "Norm",
        "text": "2 months later we still haven’t found Malaysian Airlines flight 370. This looks like the work of Joran Vandersloot."
      },
      {
        "speaker": "Norm",
        "text": "A 28 year old med student is auctioning off her virginity. For three hundred thousand dollars you can have the worst sex of your life."
      },
      {
        "speaker": "Norm",
        "text": "A man in Chipata allowed a hyena to eat his penis after being told by a witch doctor it would help him become rich. Is it me or does it sound like that hyena and witch doctor were in cahoots."
      },
      {
        "speaker": "Norm",
        "text": "George Clooney is engaged. The rich and handsome 53 year old told reporters “It's time for me to settle down and officially start cheating on a heartsick and disillusioned spouse.”"
      },
      {
        "speaker": "Norm",
        "text": "The kidnapping victims in Nigeria are being forced to marry these captors. I’m glad to hear these kidnappers are old fashioned."
      },
      {
        "speaker": "Norm",
        "text": "Some of the 200 Nigerian schoolgirls kidnapped by extremists in nigeria have been forced to marry their kidnappers. Worse than that, they’ve been forced to laugh at their husbands stories even after hearing them for the umpteenth time."
      },
      {
        "speaker": "Norm",
        "text": "If I had a gun to my head and had to pick a vice presidential candidate to have sex with, I would choose Sarah Palin, and Spiro Agnew."
      }
    ]
  },
  {
    "id": "nml-jokes-fred-willard",
    "title": "NML Jokes - Fred Willard Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Malaysian Flight 370 is still missing. You know where they’re going to find it? The last place they look!"
      },
      {
        "speaker": "Norm",
        "text": "The pilot's last words “I've had it with these motherfucking snakes on this motherfucking plane!”"
      },
      {
        "speaker": "Norm",
        "text": "Yo Mama's so fat she developed type two diabetes AND congestive heart failure! SNAP!"
      },
      {
        "speaker": "Norm",
        "text": "You don’t hear anymore about Bob Costas infected eye. Who is stonewalling this investigation??!!"
      },
      {
        "speaker": "Norm",
        "text": "If thinking that women are not funny, emotionally irrational, and less intelligent than men makes me sexists, then YES I AM sexist!!"
      },
      {
        "speaker": "Norm",
        "text": "Here's what I’ve learned, you beat up and toss one 19 year old Hispanic hooker out a window, and they never let you forget it!"
      },
      {
        "speaker": "Norm",
        "text": "Opinions are like assholes, Neil Patrick Harris wants to stuff his cock in them. Oh wait! That's just assholes."
      },
      {
        "speaker": "Norm",
        "text": "April 15th is around the corner, and Adam Eget, asked his accountant for his extension. Oh sorry! Thats his penis surgeon!"
      }
    ]
  },
  {
    "id": "nml-jokes-todd-glass",
    "title": "NML Jokes - Todd Glass Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "It was announced this week that the Archie Comic Books will kill off the character Archie in July. This is disappointing because if there's one archie character that should die, it's that cock sucker Jughead."
      },
      {
        "speaker": "Norm",
        "text": "Al Sharpton said that the FBI hired him to spy on the mob in the 1970s. Because if there's one thing the mob trusts it’s loud black guys."
      },
      {
        "speaker": "Norm",
        "text": "When I die I want my body donated to science. But more specifically, a scientist who is working on bringing dead guys back to life."
      },
      {
        "speaker": "Norm",
        "text": "The search continues in the Indian ocean for the Malaysian Airlines flight 370 as they listen and try to follow the Pings. These guys sound like me always listening for pings. The Pings are my Chinese neighbors. Jim and Ellen Ping."
      }
    ]
  },
  {
    "id": "nml-jokes-bob-saget",
    "title": "NML Jokes - Bob Saget Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Two businessmen bought the Milwaukee Bucks for 550 million dollars. They are very excited with their purchase, as this is the only legal way to own Black People."
      },
      {
        "speaker": "Norm",
        "text": "Jenny McCarthy recently got engaged to former new kid on the block Donnie Walhberg. They plan to marry on retard island."
      },
      {
        "speaker": "Norm",
        "text": "How come none of my friends ever have a dungeon? Instead they just have rape dungeons."
      },
      {
        "speaker": "Norm",
        "text": "I found the secret to life is there is no problem big enough, that a huge black cock can not fix."
      },
      {
        "speaker": "Norm",
        "text": "Michelle Obama has booked a cameo on the ABC show Nashville. With this and her appearance on Icarly I think MIchelle is ready to start appearing in films. May I suggest my favorite film series, “Black Ass Fuckers”"
      },
      {
        "speaker": "Norm",
        "text": "Chicago is now #1 in murder AND sausages. That sounds like my kind of town!"
      }
    ]
  },
  {
    "id": "nml-jokes-david-koechner",
    "title": "NML Jokes - David Koechner Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "The World Cup has arrived. So if you’re wondering why your local bar smells, it’s because of all the dirty foreigners."
      },
      {
        "speaker": "Norm",
        "text": "This week I learned just because I masterbated to that picture of a guy falling to his death on 9/11 doesn’t mean I have to share it."
      },
      {
        "speaker": "Norm",
        "text": "A recent report stated that there are over 65 active serial killers in the United States. What they don’t know, is there’s actually 66."
      },
      {
        "speaker": "Norm",
        "text": "Brides magazine released a list of 11 ways to be a terrible bride. They include “Don’t interfere with the wedding planner”, “Don’t lie about how much the wedding cost your family”, and coming in at number one, “Don’t fuck your husband’s best friends.”"
      }
    ]
  },
  {
    "id": "nml-jokes-roseanne-barr",
    "title": "NML Jokes - Roseanne Barr Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Harry Thompson 91 finished running the Rocky Hill San Diego in just over 7 hours, becoming the oldest person to complete a marathon, and setting a world record for the fastest time in his age group. The previous record was set by Mildred Kennelworth who died during mile 1."
      },
      {
        "speaker": "Norm",
        "text": "Kim and Kanye celebrated their daughter North West’s one year birthday by throwing a big party with jugglers, a bouncy house and a ferris wheel. The bad news is North West is a baby and doesn’t know what the fuck is going on."
      },
      {
        "speaker": "Norm",
        "text": "A study has found that men are just as likely as women to spread gossip. At least that’s what I heard Rick tell Brad, who by the way has a crush on Patty."
      },
      {
        "speaker": "Norm",
        "text": "Hey Madonna says she’s planning to remake the movie casablanca. Finally! Someone is going to get it right!"
      },
      {
        "speaker": "Norm",
        "text": "Here’s a really easy way to figure out if you’re taking too many meds. You refer to your medication as meds."
      },
      {
        "speaker": "Norm",
        "text": "The only thing certain in life are death, taxes, and getting caught whacking off in a Target dressing room."
      },
      {
        "speaker": "Norm",
        "text": "Hey you’re not going to believe this, but Bill Maher is giving away the solution to all our problems... for free!"
      },
      {
        "speaker": "Norm",
        "text": "Know who’s even crazier than cat ladies? Snake ladies!"
      },
      {
        "speaker": "Norm",
        "text": "Workers at a Harvard University library have discovered a book that’s bound with human skin. They were able to determine that part of the body that the skin came from, after it was grabbed by a sexy Librarian, and immediately expanded to 3 times its size."
      },
      {
        "speaker": "Norm",
        "text": "When Gwyneth Paltrow says that being a movie star is harder than working a 9-5 job, she knows, because she spent years clearing heavy debris from demolition sites- oh wait - this just in - Gwyneth Paltrow hasn’t done shit."
      },
      {
        "speaker": "Norm",
        "text": "I’m the Ray Allen of my local Applebees because I’m always nailing 3’s."
      },
      {
        "speaker": "Norm",
        "text": "Alex Trebek set a Guiness world record for most game shows hosted. The previous record was Who gives a fuck?"
      },
      {
        "speaker": "Norm",
        "text": "3 children were injured when a cannon exploded during a Civil War reenactment. To keep things authentic, the children had their limbs sawed off with rusty hacksaws."
      },
      {
        "speaker": "Norm",
        "text": "President Obama in a speech this past week said that we should solve the nation’s bee problem. Oh God we elected a guy who sympathizes with BEES?"
      },
      {
        "speaker": "Norm",
        "text": "Presidential Fact: Barack Obama is the first president to ever say the “n” word as a term of endearment"
      }
    ]
  },
  {
    "id": "nml-jokes-marc-maron",
    "title": "NML Jokes - Marc Maron Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "A 89 year old Washington man fought off a robber with a golf club, though to be fair, the only reason the guy was swinging a golf club was because he mistook the robber for the grim spectre of death."
      },
      {
        "speaker": "Norm",
        "text": "A Pakistani father stoned his daughter to death for marrying a man of her own choosing. Which means Pakistan’s tourism board is going to have to come up with a new slogan to replace “Come to Pakistan, 3 whole days without anyone being brutally stoned to death by their own Father”"
      },
      {
        "speaker": "Norm",
        "text": "It’s kind of a weird feeling watching the Flintstones lately, with their stone age drive in movies, and their caveman bowling, it just seems so dated."
      },
      {
        "speaker": "Norm",
        "text": "A cowboy at a Rodeo in Georgia used his lasso to apprehend his gunman. At least that’s according to a recent segment of America’s hottest new game show. Georgia police blotter, or episode synopsis from Walker Texas Ranger."
      },
      {
        "speaker": "Norm",
        "text": "An Orlando police officer’s press conference on curbing gun violence was interrupted by gun shots. Witnesses say the shots were incredibly loud, though not as loud as the deafening irony."
      },
      {
        "speaker": "Norm",
        "text": "All My Children Star Matthew Call has died at the age of 69. Or has he?"
      },
      {
        "speaker": "Norm",
        "text": "Research shows the obesity epidemic is primarily affecting lower income Americans. No lower income Americans could be reached because they are busy waddling around Six Flags, gnawing on a giant turkey leg, and waiting in line to buy an airbrushed Yosemite Sam tank top."
      },
      {
        "speaker": "Norm",
        "text": "Miss Nevada is the new miss USA. I now must apologize to Miss Delaware. I actually have nothing to do with the final decision. But I will treasure our evening together forever."
      },
      {
        "speaker": "Norm",
        "text": "Did you hear what John Kerry said, “The latest terrorist threats against America are baloney.” Then he went on to shout “Why don’t you pussys put your money where your mouth is!”"
      },
      {
        "speaker": "Norm",
        "text": "Secretary of State Kerry calls the latest terror threats “Baloney” On his lunch meat danger scale that’s more dangerous than salami, but not as dangerous as turkey loaf."
      },
      {
        "speaker": "Norm",
        "text": "The world’s oldest man, a 111 year old parapsychologist has passed away. He now knows for sure that all that stuff that he believed in was bullshit."
      },
      {
        "speaker": "Norm",
        "text": "The world’s oldest man, Alexander Imoch, passed away at 111. And the world’s youngest man, Declan McAlistair was just born. Oh wait! Correction - the world’s youngest man Van Woo Chung was just born- WAIT no, it’s Gaston LaClear, NO! Javier Brutieriezz NO! It’s Tackia Amashattee. NO! It’s…. No wonder they don’t keep track of the world’s youngest man"
      },
      {
        "speaker": "Norm",
        "text": "A list of the world’s top 25 amusement parks was released this week with Disney’s Magic Kingdom coming in  at #1. Not making the list, Kyle’s rape dungeon."
      }
    ]
  },
  {
    "id": "nml-jokes-martin-mull",
    "title": "NML Jokes - Martin Mull Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "This week i learned you can pay your dentist with blowjobs"
      },
      {
        "speaker": "Norm",
        "text": "I do a terrible John Travolta impression but I find the impression gets a lot better when my male masseuse is jerking me off."
      },
      {
        "speaker": "Norm",
        "text": "You know they had a big black mass devil worship this week apparently. But I skipped it because I believe you can be just as close to Satan on a golf course as in some stuffy old Satanic Church."
      },
      {
        "speaker": "Norm",
        "text": "Some Biblical scholars now believe that Jesus Christ was married. They also believe he had the world’s WORST bachelor party."
      },
      {
        "speaker": "Norm",
        "text": "A Chinese man spent 10 years developing a suitcase that doubles as a motorized scooter. There’s no word on whether he had any particular hopes or dreams."
      },
      {
        "speaker": "Norm",
        "text": "Movie fans are now celebrating the 30th anniversary of Ghostbusters and are demanding a Ghostbusters 3. At least according to a homeless dude on my block, who looks suspiciously like Ernie Hudson."
      },
      {
        "speaker": "Norm",
        "text": "Orange is the new Black but NOT in my apartment building! Kevin is the new black."
      },
      {
        "speaker": "Norm",
        "text": "In Alabama a Youth Ministry Group is under fire for putting up a billboard that quotes Adolf Hitler. To be fair they did pick his most inspirational quote."
      }
    ]
  },
  {
    "id": "nml-jokes-jack-carter",
    "title": "NML Jokes - Jack Carter Episode",
    "type": "transcript",
    "content": [
      {
        "speaker": "Norm",
        "text": "Man who died. Cause of death, everybody yelled surprise."
      },
      {
        "speaker": "Norm",
        "text": "I spent the last 2 weeks at Disneyland. It was so much fun. The next time I’m taking my wife and kids."
      },
      {
        "speaker": "Norm",
        "text": "In World Cup Soccer, Mexico defeated Caboron 1 to nothing. Or as it’s known in soccer, a blowout?"
      },
      {
        "speaker": "Norm",
        "text": "Jonah Hill says his heart is broken over the fact he was caught on camera calling a photographer a Gay slur. And speaking of things that are broken, Jonah Hill’s chair."
      }
    ]
  }
]